"Direct_Connection"="바로 연결";"Saved_Connections"="저장된 연결";"Connections"="연결";"In_App_Purchases"="인앱 결제";"Remove_Ads"="광고 제거";"Restore_My_Purchase"="이전 구매내역 복원";"Help_And_Reviews"="지원 & 리뷰하기";"Contact_Us"="개발자에게 문의하기";"About"="소개";"Connection"="커넥션";"Connect"="연결하기";"Name"="이름";"Host"="호스트";"Example_Dot_Com"="example.com";"Port"="포트";"User"="유저명";"User_Login_Example"="mylogin";"Password"="비밀번호";"Password_Login_Example"="mypassword";"Back"="돌아가기";"Previous"="이전";"Next"="다음";"Done"="완료";"Save"="저장";"No_Name"="이름 없음";"Missing_Fields"="입력되지 않은 칸";"Host_Is_Required"="호스트를 입력해주세요.";"User_Is_Required"="유저명을 입력해주세요.";"Password_Is_Required"="비밀번호를 입력해주세요.";"OK"="확인";"CANCEL"="취소";"Connection_Error"="연결 오류";"Can_Not_Establish_Connection_To"="%@ 로 연결할 수 없습니다.";"Bad_Credentials"="입력하신 정보가 올바르지 않습니다.";"Connection_Established_But_Can_Not_Open_Session"="성공적으로 연결되었으나 세션을 열 수 없습니다.";"Can_Not_Send_PTY_Request"="PTY 요청을 보낼 수 없습니다.";"Can_Not_Start_Shell_From_Connection"="이 연결에 대한 쉘을 시작할 수 없습니다.";"Enter_Password"="비밀번호를 입력해주세요.";"Enter_Your_PIN"="WebSSH 비밀번호를 입력해주세요.";"Locked"="잠겨있음";"Attempts_Expired"="가능한 시도 횟수를 모두 사용함";"PIN_Entry_Locked"="암호로 잠금설정됨";"Attempts_Remaining"="남은 시도 횟수";"Failed_Passcode_Attempts"="비밀번호 실패 횟수";"Security"="보안";"Manage_Security_Settings"="보안 설정 관리";"Email"="이메일 주소";"Subject"="주제";"Message"="메시지";"Send"="전송";"Email_Sent_Faillure"="이메일 발송 실패";"Your_Device_Can_Not_Send_Mail"="사용자의 기기에서 메일을 발송할 수 없습니다.";"Thank_You"="감사합니다";"We_Will_Reply_You_As_Soon_As_Possible"="빠른 시일 내에 답변드릴수 있게끔 하겠습니다.";"Purchase_Required"="구매가 필요합니다.";"More_Informations"="자세히";"Purchase_Required_Want_MoreInformations"="이 기능을 사용하기 위해서는 구매하셔야 합니다. 이 기능을 사용하시기 위해 필요한 구매에 대해 조금 더 알아보시겠습니까?";"Can_Not_Purchase"="구매할 수 없습니다.";"Purchases_Are_Not_Possible_At_This_Time"="현재 구매가 일시적으로 불가능합니다.";"Buy"="구매";"Restoring_Purchases"="이전 구매 복원";"Do_You_Want_To_Restore_Or_Unregister_Them"="이전 구매를 복원하실수도 있고, 현재 등록된 구매항목을 비활성화 하실수도 있습니다. 어떤 작업을 수행하시겠습니까?";"Restore"="이전 구매 복원";"Unregister"="비활성화";"All_Purchases_Unregistered"="모든 구매항목들이 비활성화되었습니다. 다시 활성화하시려면, \"이전 구매 복원\" 작업을 수행해주세요.";"Thank_You_For_Your_Purchase"="구매해주셔서 감사합니다!";"Transaction_Failed"="거래 실패";"Set_Password"="비밀번호 설정";"Change_Password"="비밀번호 변경";"Remove_Password"="비밀번호 제거";"YES"="예";"NO"="아니오";"Remove_Password_Confirmation"="정말 비밀번호를 제거하시겠습니까?";"Password_Not_Saved"="비밀번호가 저장되지 않음";"Passwords_Are_Not_Equals"="입력하신 비밀번호가 비밀번호 확인과 일치하지 않습니다.";"Please_Re_Enter_Your_PIN"="검증을 위해 사용하실 비밀번호를 다시한번 입력해주세요.";"Password_Saved"="비밀번호가 저장되었습니다.";"Password_Has_Been_Saved"="비밀번호가 성공적으로 저장되었습니다.";"Screen_Will_Be_Locked_After"="시작할때나 백그라운드 상태로 60초동안 지속될경우 화면이 잠깁니다";"Rate_Question"="%@ 를 유용히 이용하고 계신가요? 그러시다면, 잠깐 시간을 내주시어 앱에 대한 평가를 남겨주세요! 일분도 걸리지 않을 것입니다. 감사합니다!";"Rate"="%@ 평가하기";"No_Thanks"="아뇨, 괜찮습니다.";"Remind_Me_Later"="나중에 다시 알림";"Message_Field_Is_Required"="메세지는 꼭 입력되어야 합니다.";"CONNECTION_TYPE"="타입";"CONNECTING_TITLE"="연결중...";"CONNECTING_MESSAGE"="잠시만 기다려주세요.";"CONNECTING_FAILED"="연결 실패";"LOADING"="로딩중";"PARENT_DIRECTORY"="상위 폴더";"DISCONNECT"="연결 해제";"EXECUTING_TITLE"="로딩중입니다.";"OPERATION_SEEMS_TO_BE_LONG"="잠시만 기다려주세요.";"CANCEL_OPERATION"="작업 취소";"NOT_CONNECTED_TITLE"="연결되지 않음";"NOT_CONNECTED_MESSAGE"="연결이 유실되었습니다.";"RECONNECT"="재연결";"Pull_Down_To_Refresh"="아래로 끌어당겨 새로고침";"Release_To_Refresh"="손을 떼서 새로고침";"Loading_Points"="로딩중...";"Speed"="속도";"Progress"="진행률";"Default"="기본";"Favorites_Folder"="즐겨찾는 폴더";"Use_As_Default_Path"="기본 경로로 사용";"Path"="경로";"Favorite"="즐겨찾기";"Upload"="업로드";"Upload_Failed"="업로드 실패";"Ask_For_Resume"="재시도 요청됨";"Want_To_Resume_Upload"="업로드를 다시 시작하시겠습니까?";"Resume"="작업 재개";"Overwrite"="덮어쓰기";"Rename"="이름 변경";"Enter_The_New_Name"="새 이름을 입력해주세요.";"Deleting"="삭제중..";"Delete"="삭제";"Sure_To_Delete_XYZ"="정말 %@를 삭제하시겠습니까?";"Delete_Failed"="삭제 실패";"Rename_Failed"="이름 변경 실패";"Already_Exists"="이미 존재합니다.";"Can_Not_Create_Dir_Because_Already_Exists"="폴더가 이미 존재하므로 만들 수 없습니다.";"Directory_Name"="폴더 이름";"Enter_Directory_Name"="폴더 이름을 입력해주세요.";"Default_Folder_Name"="새로운 폴더 만들기";"Add"="추가";"What_To_Do"="어떤 작업을 수행하시겠습니까?";"Upload_File"="파일 업로드";"Create_Directory"="폴더 생성";"Add_This_Folder_To_Favorite"="이 폴더를 즐겨찾기에 추가";"Favorite_Name"="즐겨찾기 이름";"Enter_The_Name_Of_The_Favorite"="추가할 즐겨찾기의 이름을 입력해주세요.";"Default_Favorite_Name"="내 즐겨찾기";"Avoided_Corruptions"="손상된 파일";"SSH_Connection_Must_Be_Opened"="MD5 해쉬값을 얻으려면 SSH가 연결되어있어야 합니다. 계속하시겠습니까?";"Compare"="비교";"Generating_MD5"="MD5값 계산중...";"Wait_Generating_MD5"="잠시만 기다려주세요. MD5값 계산중입니다...";"MD5_Hashes_Are_Equal"="MD5 해쉬값이 일치합니다.";"Sorry_MD5_Hashes_Are_Not_Equal"="죄송합니다. MD5 해쉬값이 일치하지 않습니다.";"Compare_With_Local_File"="로컬 파일과 비교";"Add_To_Clipboard"="클립보드에 추가";"Requesting_MD5"="MD5값 요청중";"Wait_We_Are_Requesting_MD5_From_SSH"="잠시만 기다려주세요. SSH를 통해 MD5값을 요청하고 있습니다...";"MD5_Hash_Can_Not_BeRetrieved"="MD5 해쉬값을 얻을 수 없음";"PHOTO_LIBRARY"="포토 라이브러리";"PHOTO_COUNT_SINGLE"="1개의 항목";"PHOTO_COUNT_MULTIPLE"="%@ 개의 항목";"ERROR"="오류";"UNKNOWN_LIBRARY_ERROR"="알 수 없는 오류가 발생하였습니다.";"PHOTO_ROLL_ACCESS_ERROR"="%@ 가 사용자의 아이폰 사진라이브러리에 접근할 권한이 없습니다.";"File"="파일";"Finished"="완료됨";"Image_Is_Now_Downloaded_In_Camera_Roll"="이미지가 카메라 롤에 저장되었습니다.";"Authentication"="인증";"Password_Authentication"="비밀번호 인증";"Private_Key_Authentication"="Private key 인증";"Private_Key"="Private key";"Unknow"="알 수 없음";"Private_Key_Not_Found"="Private key를 찾을 수 없음";"A_Password_Is_Required_For_Your_Private_Key"="사용자의 private key에 비밀번호가 필요합니다.";"Is_Encrypted"="암호화 여부";"Save_To_Camera_Roll"="카메라 롤에 저장";"Want_To_Save_In_Camera_Roll"="이 사진을 카메라롤에 저장하시겠습니까?";"Profile"="터미널 설정";"Profile_Background_Color"="배경 색상";"Profile_Foreground_Color"="전경 색상";"Profile_Font_Size"="폰트 크기";"Profile_Font_Family"="폰트 종류";"Profile_Color_Black"="검은색";"Profile_Color_White"="흰색";"Profile_Color_Gray"="그레이";"Profile_Color_Red"="빨강";"Profile_Color_Green"="초록";"Profile_Color_Yellow"="노랑";"Profile_Color_Blue"="파랑";"Profile_Color_Purple"="보라";"Profile_Color_Cyan"="청록";"Profile_Terminal_Type"="터미널 타입";"Profile_Terminal_Type_VT100"="VT100";"Profile_Terminal_Type_XTERM"="XTERM";"Profile_Terminal_Type_DUMB"="DUMB";"Save_And_Connect"="저장하고 연결";"Pro_Upgrade"="Pro 로 업그레이드";"Upgrade_WebSSH_To_Pro_Version"="WebSSH Pro Version 으로 업그레이드";"Feature_Part_Of_Pro_Version"="이 기능은 WebSSH Pro 에서만 제공되는 기능입니다.\nWebSSH Pro 로 업그레이드 하기 전에 이 기능을 체험해보실 수 있습니다.\n지금 WebSSH Pro 로 업그레이드하시겠습니까?";"Upgrade"="업그레이드";"Not_Now"="나중에";"Try_It"="Pro 기능 체험";"Unlock"="잠금 해제";"FAQ"="자주 묻는 질문";"Inbox"="수신함";"Help"="도움말";"New_Response"="새로운 요청";"Extension_Not_Recognized_Message"="텍스트파일 같지 않아보입니다.\n그래도 수정하시겠습니까?";"Extension_Not_Recognized"="파일 확장을 인식할 수 없음";"Success"="성공";"File_Writed_With_Success"="파일이 성공적으로 저장되었습니다.";"File_Writed_With_Error"="오류가 발생하였습니다. 파일이 저장되지 않았습니다!";"File_Not_Saved"="파일이 저장되지 않음";"Are_You_Sure_File_Not_Saved"="아직 저장하지 않으셨습니다.\n저장하지 않고 닫으시겠습니까?";"Reviews_And_Answers"="리뷰와 답변";"Subject_Field_Is_Required"="주제는 꼭 입력되어야 합니다.";"Contact_Bug_Submit"="버그 리포트";"Contact_Translator_Request"="WebSSH 번역 돕기";"Contact_Other"="기타";"Contact_Suggestion"="제안";"Error_Occured_Can_You_Retry"="오류가 발생하였습니다. 잠시 후 다시 시도해주세요.";"Information"="정보";"WebSSH_Has_Been_Offered_To_You"="WebSSH Team이 당신에게 Pro 업그레이드를 추천합니다.";"Utils"="유틸리티";"Ping"="Ping";"Start"="시작";"Stop"="멈춤";"Server"="서버";"Bad_ICMP_Data_Received"="잘못된 ICMP 데이터 수신됨";"Create_File"="파일 생성";"File_Name"="파일 이름";"Enter_File_Name"="파일 이름을 입력하세요.";"Default_File_Name"="File.txt";"Can_Not_Create_File_Because_Already_Exists"="입력하신 \"%@\"는 이미 사용된 이름입니다. 다른 이름을 입력하여 주세요.";"Infinite_Loop_Detected"="무한 루프가 탐지되었습니다. 동작을 거부합니다.";"Unable_To_Retrieve_Whois_From_Data"="Whois로부터 데이터를 받을 수 없음";"Whois"="후이즈 검색";"Domain_Name_Example"="example.com";"Bad_Response_Received"="잘못된 응답 수신";"Welcome_Gesture"="WebSSH는 중요한 기능들을 표시하는데 제스처를 사용합니다.";"Swipe_To_Left_Gesture"="중앙에서 왼쪽으로 스와이프하면 현재 화면에 대한 메뉴를 보여줍니다.";"Swipe_To_Right_Gesture"="중앙에서 오른쪽으로 스와이프하면 메인 메뉴를 보여줍니다.";"Confirmation"="확인";"Are_You_Sure_To_Delete_This_Connection"="이 연결을 삭제하시겠습니까?";"Feature_Part_Of_Pro_Version_Trials_End"="이 기능은 WebSSH Pro에서 제공되는 기능입니다.\n지금 WebSSH Pro로 업그레이드 하시겠습니까?";"Skip"="넘어가기";"Keep_Device_Awake"="기기를 깨운 상태로 유지하기";"Keep_Device_Awake_When_SSH_Connection"="SSH가 연결되어 있을 때";"Keep_Device_Awake_When_SFTP_Connection"="SFTP가 연결되어 있을 때";"Keep_Device_Awake_Warning"="기기를 깨운 상태로 유지하기 기능은 사용자의 배터리를 빠르게 소모하게 하지만, 연결을 유지시켜줍니다.";"Settings"="설정";"Manage_WebSSH_Settings"="WebSSH 설정 관리";"My_Connections"="저장된 연결정보";"Connections_SSH_SFTP_ETC"="SSH \/ SFTP 연결";"Connection_Closed"="연결 종료됨";"Your_Connection_Has_Been_Closed"="사용자의 연결이 종료되었습니다. \"다시 연결\" 버튼을 눌러 연결을 다시 시작하실 수 있습니다.";"Group_Name"="그룹 이름";"Terminal_Profile"="터미널 정보";"Dont_Forget_To_Check_Profile_Settings_If_Terminal_Doesnt_Display_Correctly"="터미널이 올바르게 보여지지 않을 경우, 터미널 설정을 다시 확인해보는것을 잊지 마세요.";"What_Is_New_V5"="네비게이션 바를 스와이프하여 여러개의 연결 활성화 가능\r\n저장된 연결정보를 설정에서 삭제 가능\r\n잠자기를 방지할 수 있는 기능이 추가됨 (\"설정\" 참조)\r\nWebSSH 비밀번호 설정 화면에 취소버튼이 추가됨\r\n연결 정보들을 그룹에 묶을 수 있음. 그룹 이름 또한 커스터마이징이 가능해짐\r\n새로운 네비게이션 바 색상이 추가됨\r\n연결 정보를 제거하는것을 방지하는 버그 수정\r\n홈 메뉴 외 다수 업데이트됨\r\n\r\nSSH 모드\r\n종료된 세션으로 재연결\r\n키보드 키 커스터마이징\r\nSSH 펑션키 추가 (F1...F12)\r\nSSH 터미널 타입이 \"VT100\"으로 기본 설정됨\r\n\r\nSFTP  모드\r\n더 많은 파일 타입들이 인식 가능해짐\r\nSFTP 스크롤이 더 빨라짐";"Welcome_Message"="WebSSH를 사용해주셔서 감사합니다.\r\n\r\n변경된 점에 대해서 옆장에 소개해두었습니다.\r\n\r\n화면을 스와이프하여 자세히 알아보세요.";"Welcome_Credentials_Missing"="WebSSH는 사용자가 앱을 시작할 때 암호를 입력하게끔 설정할 수 있게 해두어 저장된 연결을 보호하실 수 있습니다.\r\n\r\n\"설정\" 메뉴에서 앱을 시작할 때 입력할 암호를 설정하는것을 잊지 마세요.";"Welcome_Gestures"="WebSSH는 간단한 제스처를 통해 5개의 동시 연결이 가능합니다.\r\n\r\n상단 메뉴바로부터 왼쪽이나 오른쪽으로 스와이프해서 새 연결을 위한 화면을 띄워보세요.";"Welcome_Ready"="이제 최신 기능들과 사용법에 대해 모두 익히셨습니다.\r\n\r\n최신 버전의 WebSSH를 즐겨주세요!";"Keys"="키";"Add_Key"="키 추가";"Key_Already_Exists"="키가 이미 존재합니다.";"Key_Already_Exists_Message"="선택된 키는 이미 키보드에 추가되었습니다.";"Screen"="스크린";"Share_This_App"="이 앱을 다른 사른 사람들과 공유하기";"What_Is_New_V6"="+ SFTP 파일 권한창에서 파일 타입 보여주는 기능 추가\n+ SSH 연결에서 백스페이스키를 설정하는 기능 추가\n* 새 연결과 private key과 연관되지 않는 버그 수정\n* 저장된 연결들에 대한 새로운 레이아웃 추가\n* XTERM을 기본 SSH 터미널 타입으로 설정 가능하게 함\n* XTERM 지원 향상";"Profile_Backspace_Sequence"="백스페이스 키 설정";"Profile_Backspace_DEL"="^? (DEL)";"Profile_Backspace_BS"="^H (BS)";// WebSSH 14.6 ->"Please_Help_Me_Support_WebSSH"="❣️ WebSSH 정식 버전을 구입하면 SSH / SFTP / TUNNEL 연결을 원하는만큼 추가 할 수 있습니다.";// <- WebSSH 14.6// WebSSH 14.8 ->"Please_Help_Me_Support_WebSSH_Title"="❤️ WebSSH를 계속하도록 도와주세요";"Buy_Price" = "구매\n%@";"Do_You_Love_WebSSH"="WebSSH를 좋아합니까?";// <- WebSSH 14.8"Profile_Carriage_Return"= "캐리지 리턴";"Edit"= "편집";"Download"= "다운로드";"View"= "보기";"Clone"= "복제";"Launch"= "시작";